"OK" = "OK";
"DONE" = "matang";
"Done" = "matang";
"CANCEL" = "membatalkan";

"Later" = "Kemudian hari";

"NEW_ACTION" = "tindakan baru";
"DELETE_ACTION" = "Hapus tindakan";
"Delete project" = "Menghapus proyek";
"Move to In-Basket" = "Pindah ke Inbox";
"UNDO_ACTION" = "Undo penyelesaian";

"Date" = "Tanggal";
"Time" = "Waktu";
"Alert" = "Tanda";
"At the same time" = "Pada saat yang sama";
"%@ before" = "%@ sebelum";

"LAST_MONTH" = "bulan lalu";
"LAST_WEEK" = "minggu lalu";
"LAST_YEAR" = "tahun lalu";
"NEXT_MONTH" = "bulan depan";
"NEXT_WEEK" = "minggu depan";
"NEXT_YEAR" = "tahun depan";
"SOMEDAY_MAYBE" = "suatu hari nanti / mungkin";
"THIS_MONTH" = "bulan ini";
"THIS_WEEK" = "minggu ini";
"THIS_YEAR" = "tahun ini";
"TODAY" = "hari ini";
"TOMORROW" = "besok";
"YESTERDAY" = "kemarin";

"CALENDAR" = "Kalender";

"DESCRIPTION" = "Deskripsi";
"DISABLED" = "Dinonaktifkan";
"ENABLED" = "Diaktifkan";
"SOUND" = "Suara";
"TRY" = "Coba";
"Restore" = "Mengembalikan";

"in-basket" = "kotak masuk";
"delegated" = "didelegasikan";
"completed" = "selesai";

"How soon do you plan to do this?" = "Berapa lama Apakah Anda berencana untuk melakukan hal ini?";
"Enable repeat and notification will be coming every minute until you act on it." = "Aktifkan ulang dan pemberitahuan akan datang setiap menit sampai Anda bertindak berdasarkan itu.";

/* \n is the line break */
"Pull down and release\nto add a new task." = "tarik ke bawah dan melepaskan\nuntuk menambahkan tugas baru";
"Pull a task to the right to\n• complete,\n• defer,\n• calendar or,\n• delegate it." = "tarik tugas ke kanan untuk\n• lengkap,\n• menunda,\n• kalender atau,\n• mendelegasikan tugas tersebut";
"Pull a task to the left to\n• remove,\n• repeat,\n• itemize or,\n• send it." = "tarik tugas ke kiri untuk\n• menghapus,\n• ulangi,\n• merinci atau,\n• kirim";
"Pull up and release\nto clear completed tasks." = "tarik dan melepaskan\nuntuk menghapus selesai tugas";

"all done" = "semua dilakukan";

"STATISTICS_ACTIONS_IN_LIST" = "tindakan\ndalam daftar";
"STATISTICS_ACTIONS_FOR_TODAY" = "tindakan\nyang harus dilakukan hari ini";
"STATISTICS_ACTIONS_DONE_TOTAL" = "tindakan\nyang dilakukan";
"STATISTICS_DAYS_PASSED_TOTAL" = "hari\nberlalu";
"STATISTICS_ACTIONS_DONE_PER_DAY" = "tindakan\nper hari";

"Purchase" = "Membeli";
"Receipt for this app expired." = "Tanda terima untuk aplikasi ini berakhir.";
"Premium Feature" = "Ini adalah fitur premium";
"Disable ads here just for %@ right now!" = "Dapatkan sekarang untuk %@!";
"Try for a week" = "Cobalah selama seminggu";
"This is a premium feature. But you disabled in-app purchases. Enable them in settings to proceed." = "Ini adalah fitur premium. Tapi Anda dinonaktifkan di-app pembelian. Memungkinkan mereka dalam pengaturan untuk melanjutkan.";
"Purchase transaction for the feature failed. Try again later." = "Transaksi pembelian untuk fitur gagal. Coba lagi nanti.";
"This is a premium feature. But your device does not have internet connection now. Try again later." = "Ini adalah fitur premium. Tetapi perangkat Anda tidak memiliki koneksi internet sekarang. Coba lagi nanti.";
"All previously purchased features were restored." = "Semua fitur yang dibeli sebelumnya dipulihkan.";

"You can greatly help by writing a review." = "Anda dapat sangat membantu dengan menulis review.";

"WELCOME" = "Selamat datang";
"keep tasks here" = "menyimpan tugas di sini";

"Repeat" = "Ulangi";
"DAY" = "HARI";
"WEEK" = "MINGGU";
"MONTH" = "BULAN";
"everyday" = "sehari-hari";
"done %@ times" = "dilakukan %@ kali";
"Skip repetition" = "Melewati pengulangan";
"REPEAT_DAY_1" = "hari";
"REPEAT_DAY_234" = "hari";
"REPEAT_DAY_567890" = "hari";

"Complete" = "Menyelesaikan";
"Postpone" = "Menunda";
"Schedule" = "Mendaftarkan";

"Version" = "Versi";
"Feedback" = "Tanggapan";
"Help" = "Membantu";
"Sounds" = "Suara";
"Theme" = "Tema";
"Dark" = "Gelap";
"Light" = "Cahaya";
"Automatic" = "Otomatis";
"Multiline titles" = "Judul multiline";
"Delete confirmation" = "Hapus konfirmasi";
"Icon badge" = "Icon badge";
"Calendar reminder" = "Kalender pengingat";
"Overdue reminder" = "Pengingat tempo";
"Process reminder" = "Proses pengingat";
"Review reminder" = "Ulasan pengingat";
"Restore in-app purchases" = "Kembalikan in-app pembelian";
"Send usage statistics" = "Kirim statistik penggunaan";

"Application" = "App";
"Projects" = "Proyek";
"Periodic tasks" = "Tugas-tugas periodik";
"Archive" = "Arsip";

"Change in storage" = "Perubahan dalam Penitipan";
"Сopy existing tasks to the new storage?" = "Menyalin tugas-tugas yang ada untuk penyimpanan baru?";

"You don't have tasks for today.\n•\nGo back by pinching in or shaking." = "Anda memiliki tidak ada tugas untuk hari ini.\n•\nKembali oleh mencubit di atau gemetar.";
"You don't have tasks in this project.\n•\nAdd tasks by pulling down.\n•\nGo back by pinching in or shaking." = "Anda memiliki tugas tidak ada dalam proyek ini.\n•\nMenambahkan tugas dengan menarik ke bawah.\n•\nKembali oleh mencubit di atau gemetar.";

/* %@ is where number of done actions will go */
"You have uncompleted tasks (%@). Complete them or assign them new dates." = "Anda memiliki tugas-tugas yang belum digenapi. Lengkap mereka atau tentukan tanggal yang baru. (%@)";
"You should process collected tasks (%@) regularly to stay organized." = "Anda harus proses tugas-tugas yang dikumpulkan secara teratur untuk tetap teratur. (%@)";
"Review your list (%@) every week, this will keep it current and reliable." = "Review daftar Anda setiap minggu, ini akan menjaga handal. (%@)";

/* %@ is where number of done actions will go */
"Happy" = "Bahagia";
"Confused" = "Bingung";
"Unhappy" = "Bahagia";
"Tell the story of your success and help others to achive the same!" = "Menceritakan kisah sukses Anda dan membantu orang lain untuk mencapai yang sama!";
"Search for help on a website or write an email to developer." = "Mencari bantuan pada sebuah situs web atau menulis email ke pengembang.";
"Sorry to hear. What can I do to fix this?" = "Menyesal mendengar. Apa yang dapat saya lakukan untuk memperbaiki ini?";
"How do you feel about it?" = "Bagaimana pendapat Anda tentang hal itu?";
"Congratulations! You completed %@ tasks." = "Selamat, Anda baru saja menyelesaikan tugas-tugas %@!";
"Please, rate this app on the App Store. Thanks!" = "Tolong, tingkat app ini di App Store.";
"Rate %@" = "Menilai %@";
"Not now" = "Jangan sekarang";
"Don't ask again" = "Jangan tanya lagi";
"I completed %@ tasks!" = "Aku menyelesaikan tugas-tugas %@!";

"Enjoying this app?" = "Menikmati aplikasi ini?";
"Would you mind giving me some feedback?" = "Maukah Anda memberi kami beberapa umpan balik?";
"How about rating on the App Store, then?" = "Bagaimana tentang rating di App Store, lalu?";
"Not really" = "Tidak";
"Yes!" = "Iya nih";
"No, thanks" = "Tidak";
"Ok, sure" = "Iya nih";
"NO" = "Tidak";
"YES" = "Iya nih";
